Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
id_id: {{givenName}} {{nickName}} telah meminta umpan balik terkait perilaku-perilaku berikut:

source: Start building your feedback center! Give feedback to your colleagues.
id_id: Mulai bangun pusat umpan balik Anda! Berikan umpan balik kepada rekan kerja Anda.

source: Sent:
id_id: Dikirim:

source: What do you think {{givenName}} could have done differently to change their impact?
id_id: Menurut Anda, apa yang bisa dilakukan {{givenName}} secara berbeda untuk mengubah dampaknya?

source: What do you think {{givenName}} did well?
id_id: Menurut Anda, apa yang telah dilakukan dengan baik oleh {{givenName}}?

source: You have shared this feedback
id_id: Anda telah membagikan umpan balik ini

source: {{users}} have shared this feedback
id_id: {{users}} telah membagikan umpan balik ini

source: {{user}} has shared this feedback
id_id: {{user}} telah membagikan umpan balik ini

source: Add a comment
id_id: Tambahkan komentar

source: You're sharing feedback with {{count}} people.
id_id: Anda membagikan umpan balik kepada {{count}} orang.

source: You're sharing this feedback with {{count}} people
id_id: Anda membagikan umpan balik ini kepada {{count}} orang

source: You're sharing feedback with one person.
id_id: Anda sedang membagikan umpan balik kepada satu orang.

source: Share this feedback with others.
id_id: Bagikan umpan balik ini dengan orang lain.

source: Edit sharing
id_id: Edit berbagi

source: Share with
id_id: Bagikan dengan

source: We've noticed that you've included more than {{count}} people in this feedback.
id_id: Kami perhatikan bahwa Anda telah memasukkan lebih dari {{count}} orang dalam umpan balik ini.

source: Remove {{count}} recipient to share this feedback.
id_id: Hapus {{count}} penerima untuk membagikan umpan balik ini.

source: Remove {{count}} recipients to share this feedback.
id_id: Hapus {{count}} penerima untuk membagikan umpan balik ini.

source: Share feedback publicly
id_id: Bagikan umpan balik secara publik

source: Select this option to make this feedback visible to the whole.
id_id: Pilih opsi ini untuk membuat umpan balik ini terlihat oleh semua orang.

source: Recipient list
id_id: Daftar penerima

source: Shared with
id_id: Dibagikan dengan

source: Notify their team about this feedback
id_id: Beritahu tim mereka tentang umpan balik ini

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
id_id: Pilih opsi ini untuk membuat umpan balik ini terlihat oleh manajer dan rekan kerja penerima.

source: Share feedback
id_id: Bagikan umpan balik

source: Share this feedback
id_id: Bagikan umpan balik ini

source: You can see all the feedback shared with you here
id_id: Anda dapat melihat semua umpan balik yang dibagikan kepada Anda di sini

source: No comments were provided.
id_id: Tidak ada komentar yang diberikan.

source: You didn't provide any comments.
id_id: Anda tidak memberikan komentar apa pun.

source: Your colleagues have shared this feedback
id_id: Rekan kerja Anda telah membagikan umpan balik ini

source: Show full description
id_id: Tampilkan deskripsi lengkap

source: I noticed you in X and have some tips to help you handle it in the future
id_id: Saya melihat Anda di X dan memiliki beberapa tips untuk membantu Anda mengatasinya di masa depan

source: No feedback suggestions. Check again later or feel free to add your own feedback!
id_id: Tidak ada saran umpan balik. Periksa kembali nanti atau silakan tambahkan umpan balik Anda sendiri!

source: Feedback suggestions
id_id: Saran umpan balik

source: Received
id_id: Diterima

source: Requested from others
id_id: Diminta dari orang lain

source: Requests to me
id_id: Permintaan kepada saya

source: Feedback status
id_id: Status umpan balik

source: New note
id_id: Catatan baru

source: Requested
id_id: Diminta

source: Requests
id_id: Permintaan

source: Shared
id_id: Dibagikan

source: Team requests
id_id: Permintaan tim

source: Request about
id_id: Permintaan tentang

source: About:
id_id: Tentang:

source: Request feedback from other people about your team and get more insights.
id_id: Minta umpan balik dari orang lain tentang tim Anda dan dapatkan lebih banyak wawasan.

source: Feedback on my team
id_id: Umpan balik tentang tim saya

source: Sent to
id_id: Dikirim ke

source: By sending thanks, you've made a colleague happy!
id_id: Dengan mengirimkan ucapan terima kasih, Anda telah membuat rekan kerja Anda bahagia!

source: Feedback note
id_id: Catatan umpan balik

source: and others
id_id: dan lainnya

source: Received feedback
id_id: Umpan balik diterima

source: Requested feedback
id_id: Umpan balik yang diminta

source: Sent feedback
id_id: Umpan balik terkirim

source: Shared feedback
id_id: Umpan balik bersama

source: Requests about my team
id_id: Permintaan tentang tim saya

source: Transferred to you
id_id: Ditransfer kepada Anda

source: Your feedback volume is up!
id_id: Volume umpan balik Anda meningkat!

source: Most recognized skill
id_id: Keahlian yang paling diakui

source: 30-day feedback trend
id_id: Tren umpan balik 30 hari

source: Invite feedback in return. Trust begets trust.
id_id: Undang umpan balik sebagai balasan. Kepercayaan melahirkan kepercayaan.

source: Trusted
id_id: Tepercaya

source: Your reaction will be visible to all users who can see this feedback.
id_id: Reaksi Anda akan terlihat oleh semua pengguna yang dapat melihat umpan balik ini.

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
id_id: Seimbangkan umpan balik positif dengan umpan balik perbaikan. Rasio idealnya adalah 6:1 (6 umpan balik positif untuk setiap 1 umpan balik perbaikan).

source: Well-balanced
id_id: Seimbang

source: Behavior profile
id_id: Profil perilaku

source: Recognized behaviors on which you have received feedback from colleagues.
id_id: Perilaku yang diakui dan telah menerima umpan balik dari rekan kerja.

source: {{employee}}'s behavior profile
id_id: Profil perilaku {{employee}}

source: View my feedback
id_id: Lihat umpan balik saya

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
id_id: Belum ada cukup data untuk menampilkan diagram perilaku Anda. Minta umpan balik dari rekan kerja Anda untuk mulai membangun gambaran lengkap tentang kinerja Anda.

source: No behavior libraries available.
id_id: Tidak ada katalog perilaku yang tersedia.

source: You have received no behaviors from this library
id_id: Anda belum menerima perilaku dari katalog ini

source: {{name}} hasn't received any behaviors from this library.
id_id: {{name}} belum menerima perilaku apapun dari katalog ini.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
id_id: Anda belum meminta umpan balik tentang {{name}} selama periode evaluasi. Mengapa tidak mendapatkan wawasan dari kolaborator dan kolega mereka sekarang?

source: {{name}} has not received any feedback visible to you over this review period.
id_id: {{name}} belum menerima umpan balik yang terlihat oleh Anda selama periode evaluasi ini.

source: You have not received any feedback visible over this review period.
id_id: Anda belum menerima umpan balik apa pun yang terlihat selama periode evaluasi ini.

source: Request feedback now
id_id: Minta umpan balik sekarang

source: Want to write meaningful feedback?
id_id: Ingin menulis umpan balik yang bermakna?

source: Add key phrase
id_id: Tambah frasa kunci

source: Growth model
id_id: Model pertumbuhan

source: Key phrases
id_id: Kata kunci

source: Use our model and key phrases for inspiration.
id_id: Gunakan model dan kata kunci kami sebagai inspirasi.

source: you
id_id: Anda

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
id_id: Saya mengamati dampak Anda pada proyek X atau selama rapat Y. Saya menduga Anda belum menyadarinya dan saya ingin membagikannya.

source: Your observations
id_id: Pengamatan Anda

source: You're sending feedback to {{count}} people
id_id: Anda mengirim umpan balik kepada {{count}} orang

source: You're sending feedback to one person
id_id: Anda mengirimkan umpan balik kepada satu orang

source: My feedback list
id_id: Daftar umpan balik saya

source: My note list
id_id: Daftar catatan saya

source: Public feedback list
id_id: Daftar umpan balik publik

source: You are requesting feedback from {{count}} people
id_id: Anda meminta umpan balik dari {{count}} orang

source: You are requesting feedback from one person
id_id: Anda meminta umpan balik dari satu orang

source: Sent feedback list
id_id: Daftar umpan balik yang dikirim

source: Shared feedback list
id_id: Daftar umpan balik bersama

source: Team requests feedback list
id_id: Daftar permintaan umpan balik tim

source: View feedback {{users}}
id_id: Lihat umpan balik {{users}}

source: The maximum value of this field is {{max}}.
id_id: Nilai maksimum untuk bidang ini adalah {{max}}.

source: The minimum value of this field is {{min}}.
id_id: Nilai minimum untuk bidang ini adalah {{min}}.

source: This field is mandatory.
id_id: Kolom ini wajib diisi.

source: Required.
id_id: Wajib.

source: The file upload failed; your file contains malicious code.
id_id: Pengunggahan file gagal, file Anda mengandung kode berbahaya.

source: The file you're trying to upload is not supported.
id_id: File yang Anda coba unggah tidak didukung.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
id_id: Gambar yang Anda coba unggah terlalu besar. Ukuran maksimum untuk gambar adalah 2MB.

source: This page doesn't exist or you don't have access to it.
id_id: Halaman ini tidak ada atau Anda tidak memiliki akses ke halaman ini.

source: You can use only letters, numbers, "_" and "-".
id_id: Anda hanya dapat menggunakan huruf, angka, "_" dan "-".

source: The field can contain only letters, numbers, or "_", and must start with a letter.
id_id: Kolom ini hanya dapat berisi huruf, angka, atau "_", dan harus diawali dengan huruf.

source: You cannot use a special character in first or last position.
id_id: Anda tidak dapat menggunakan karakter khusus di posisi pertama atau terakhir.

source: The date can not be in the past.
id_id: Tanggal tidak boleh di masa lalu.

source: The maximum number of elements has been reached.
id_id: Jumlah maksimum elemen telah tercapai.

source: The end date must be after the start date.
id_id: Tanggal berakhir harus setelah tanggal mulai.

source: The value must be {{max}} or less.
id_id: Nilainya harus {{max}} atau kurang.

source: The value must be between {{min}} and {{max}}.
id_id: Nilai harus antara {{min}} dan {{max}}.

source: The value must be at least {{min}}.
id_id: Nilainya harus minimal {{min}}.

source: This field cannot be empty.
id_id: Bidang ini tidak boleh kosong.

source: The first character must be a letter.
id_id: Karakter pertama harus berupa huruf.

source: The JSON format is invalid.
id_id: Format JSON tidak valid.

source: The URL is invalid.
id_id: URL tidak valid.

source: You cannot use the characters "_" and "-" several times consecutively.
id_id: Anda tidak dapat menggunakan karakter "_" dan "-" beberapa kali berturut-turut.

source: You cannot use spaces or special characters.
id_id: Anda tidak dapat menggunakan spasi atau karakter khusus.

source: The end number must be greater than the start number.
id_id: Angka akhir harus lebih besar dari angka awal.

source: The question is required.
id_id: Pertanyaan ini wajib diisi.

source: The rating answer type is required.
id_id: Jenis jawaban penilaian wajib diisi.

source: Required fields in the default language cannot be empty.
id_id: Kolom wajib dalam bahasa default tidak boleh kosong.

source: You must enter a value in at least one of the fields.
id_id: Anda harus memasukkan nilai di setidaknya satu bidang.

source: You cannot use the characters {{specialCharacters}}
id_id: Anda tidak dapat menggunakan karakter {{specialCharacters}}

source: This value is already in use. Please enter a unique value.
id_id: Nilai ini sudah digunakan. Silakan masukkan nilai yang unik.

source: The start date must be after the end date of the previous step.
id_id: Tanggal mulai harus setelah tanggal berakhir dari tahap sebelumnya.

source: The end date must be before the start date of the next step.
id_id: Tanggal berakhir harus sebelum tanggal mulai tahap berikutnya.

source: {{min}} to {{max}}.
id_id: {{min}} hingga {{max}}.

source: Formatted address
id_id: Alamat terformat

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
id_id: Alamat surat lengkap, diformat untuk ditampilkan atau digunakan dengan label surat. Bidang ini secara otomatis diisi dengan data yang Anda masukkan.

source: Blue
id_id: Biru

source: Gray
id_id: Abu-abu

source: Green
id_id: Hijau

source: Orange
id_id: Oranye

source: Pink
id_id: Merah Muda

source: Purple
id_id: Ungu

source: Red
id_id: Merah

source: White
id_id: Putih

source: Yellow
id_id: Kuning

source: Failed to copy to clipboard
id_id: Gagal menyalin ke papan klip

source: Examples
id_id: Contoh

source: Calculation guide
id_id: Panduan perhitungan

source: Diagnostics
id_id: Diagnostik

source: Functions
id_id: Fungsi

source: Press <shortcut></shortcut> to get suggestions
id_id: Tekan <shortcut></shortcut> untuk mendapatkan saran

source: Help
id_id: Bantuan

source: Formula builder help
id_id: Bantuan pembuat rumus

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
id_id: Buat perhitungan khusus menggunakan titik data dan aturan dari putaran Anda. Saat Anda mengonfigurasi elemen kompensasi, anggaran, dan pedoman, semuanya akan tersedia di sini.

source: Build dynamic formulas
id_id: Buat rumus dinamis

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
id_id: Buka ruang kerja layar penuh untuk menelusuri properti, fungsi, dan operator di panel khusus saat Anda menulis rumus.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
id_id: Non-kondisional menerapkan satu rumus pada semua baris. Kondisional memungkinkan Anda menentukan beberapa aturan dengan opsi cadangan "selain itu".

source: Choose your formula type
id_id: Pilih jenis rumus Anda

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
id_id: Buat rumus dengan logika IF/THEN/ELSE. Setiap blok kondisi mengevaluasi suatu kondisi dan mengembalikan nilai yang berbeda berdasarkan hasilnya.

source: Conditional mode
id_id: Mode kondisional

source: Example functions
id_id: Fungsi contoh

source: Nest your calculations
id_id: Susun perhitungan Anda secara bertingkat

source: Non-conditional mode
id_id: Mode non-kondisional

source: Supported operators
id_id: Operator yang didukung

source: Insert function
id_id: Sisipkan fungsi

source: Auto-suggestion
id_id: Saran otomatis

source: Jumps to the next error
id_id: Loncat ke galat berikutnya

source: Opens the doc tooltip
id_id: Membuka tooltip dokumen

source: Opens the <strong>Issues</strong> panel
id_id: Membuka panel <strong>Isu</strong>

source: No diagnostics
id_id: Tidak ada diagnostik

source: Properties
id_id: Properti

source: Search by property name
id_id: Cari berdasarkan nama properti

source: Search functions
id_id: Fungsi pencarian

source: Addition
id_id: Penambahan

source: Both conditions must be true
id_id: Kedua kondisi harus bernilai benar

source: Use parentheses to group parts of your formula and control the order of calculation
id_id: Gunakan tanda kurung untuk mengelompokkan bagian rumus Anda dan mengendalikan urutan perhitungannya

source: Equals. Checks if two values are identical.
id_id: Sama dengan. Memeriksa apakah dua nilai identik.

source: Represents a false/no value
id_id: Mewakili nilai salah/tidak

source: Case-insensitive pattern matching with * wildcards
id_id: Pencocokan pola tidak peka huruf besar/kecil dengan wildcard *

source: Multiplication
id_id: Perkalian

source: Doesn't equal. Checks if two values are different
id_id: Tidak sama dengan. Memeriksa apakah dua nilai berbeda

source: Does not match pattern (case-insensitive with * wildcards)
id_id: Tidak cocok dengan pola (tidak peka huruf besar/kecil dengan wildcard * )

source: At least one condition must be true
id_id: Setidaknya satu kondisi harus benar

source: Subtraction
id_id: Pengurangan

source: Represents a true/yes value
id_id: Mewakili nilai benar/ya

source: doesn't contain
id_id: tidak berisi

source: doesn't start with
id_id: tidak dimulai dengan

source: starts with
id_id: dimulai dengan

source: Keyboard shortcuts
id_id: Pintasan keyboard

source: Learn more
id_id: Pelajari lebih lanjut

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian/filter. Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
id_id: Terjadi kesalahan. Coba muat ulang halaman. Pertimbangkan untuk keluar dan masuk kembali.

source: Skip to content
id_id: Lewati ke konten

source: This content cannot be displayed
id_id: Konten ini tidak dapat ditampilkan

source: An unexpected error occurred. Please contact your IT support for assistance.
id_id: Terjadi kesalahan yang tidak terduga. Silakan hubungi dukungan TI Anda untuk bantuan.

source: Back to edit mode
id_id: Kembali ke mode edit

source: Align with a goal
id_id: Selaras dengan tujuan

source: Are you sure you want to delete this goal?
id_id: Apakah Anda yakin ingin menghapus tujuan ini?

source: This chat message was deleted
id_id: Pesan obrolan ini telah dihapus

source: Goal chat
id_id: Obrolan tujuan

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
id_id: Format file yang didukung: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Ukuran file maksimum: 10 MB. Jumlah maksimum file: {{count}} file.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
id_id: Format file yang didukung: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Ukuran file maksimum: 10 MB. Jumlah file maksimum: {{count}} file.

source: Let's create
id_id: Mari buat

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
id_id: Izinkan saya membantu Anda mempersiapkan tujuan Anda! Bagikan topik atau area yang ingin Anda fokuskan.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
id_id: Tujuan baru Anda telah ditambahkan ke formulir tujuan, Anda dapat mengeditnya di sana. Jika Anda menurut Anda perlu diperbaiki, Anda dapat mencobanya lagi.

source: Enable sharing
id_id: Aktifkan berbagi

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
id_id: Goal Genius saat ini tidak tersedia. Silakan muat ulang halaman atau coba lagi nanti.

source: Enter information about the topic of your goal and its target delivery date.
id_id: Masukkan informasi tentang topik tujuan Anda dan tanggal pengiriman target.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
id_id: Goal Genius menghasilkan konten yang dibuat oleh AI. Kami menyarankan Anda untuk memeriksa keakuratan, keandalan, dan kelengkapan konten yang dihasilkan sebelum melanjutkan untuk membuat tujuan Anda.

source: Privacy guidelines
id_id: Pedoman privasi

source: Finalizing and perfecting…
id_id: Menyelesaikan dan menyempurnakan…

source: Adding some details…
id_id: Menambahkan beberapa detail…

source: Analyzing goal parameters…
id_id: Menganalisis parameter sasaran…

source: Generating a goal…
id_id: Membuat sasaran…

source: Processing…
id_id: Memproses…

source: Organizational unit
id_id: Unit organisasi

source: Let's start
id_id: Mari mulai

source: Try again
id_id: Coba lagi

source: Share your thoughts (optional)
id_id: Bagikan pemikiran Anda (opsional)

source: Overall progress
id_id: Progres keseluruhan

source: Plans
id_id: Rencana

source: Enter the basic information of the goal plan
id_id: Masukkan informasi dasar dari rencana tujuan

source: Goal plan details
id_id: Detail rencana tujuan

source: Enable and define goal weights
id_id: Aktifkan dan tentukan bobot tujuan

source: Weighted goals
id_id: Target berbobot

source: Define the visibility of the goal plan
id_id: Tentukan visibilitas rencana tujuan

source: Include goal types to the goal plan
id_id: Sertakan jenis tujuan ke dalam rencana tujuan

source: A fixed period is defined by a start date and an end date.
id_id: Periode tetap ditentukan oleh tanggal mulai dan tanggal berakhir.

source: Recurring
id_id: Berulang

source: New goal plans will be automatically created according to the recurrence parameters.
id_id: Rencana tujuan baru akan otomatis dibuat sesuai dengan parameter berulang yang telah ditentukan.

source: Quarter
id_id: Kuartal

source: Recurrence
id_id: Pengulangan

source: Period
id_id: Periode

source: Plan owners
id_id: Pemilik rencana

source: Title preview
id_id: Pratinjau judul

source: No goal plans yet!
id_id: Belum ada rencana tujuan!

source: The end date of the plan must be after the start date.
id_id: Tanggal berakhir rencana harus setelah tanggal mulai.

source: Your goal plan was successfully created.
id_id: Rencana tujuan Anda berhasil dibuat.

source: Include
id_id: Termasuk

source: Enable weighting
id_id: Aktifkan pembobotan

source: Goals per worker
id_id: Target per karyawan

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
id_id: Jumlah tujuan yang dapat dibuat menggunakan jenis tujuan ini. Digunakan untuk memberikan panduan bagi pekerja.

source: Section weight
id_id: Bobot bagian

source: The goal plan must contain at least one published goal type.
id_id: Rencana tujuan harus memuat setidaknya satu jenis tujuan yang telah dipublikasikan.

source: Weighting permission
id_id: Izin pembobotan

source: You must allocate a weight from 0 to 100 to each workflow section.
id_id: Anda harus mengalokasikan bobot dari 0 hingga 100 untuk setiap bagian alur kerja.

source: Goal types in this workflow will be grouped within a single weight section.
id_id: Jenis tujuan dalam alur kerja ini akan dikelompokkan dalam satu bagian bobot.

source: Workflow section
id_id: Bagian alur kerja

source: Viewable by workers and managers
id_id: Dapat dilihat oleh pekerja dan manajer

source: Viewable by the target population
id_id: Dapat dilihat oleh populasi target

source: All locations
id_id: Semua lokasi

source: Add all locations
id_id: Tambahkan semua lokasi

source: Please fill at least one field.
id_id: Silakan isi setidaknya satu bidang.

source: Add all company
id_id: Tambahkan semua perusahaan

source: Add all organizational units
id_id: Tambahkan semua unit organisasi
